Revit 2027 API
PointCloudType.FoundStatus Property
 Shows whether the Point Cloud external file could be found.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PointCloudFoundStatus FoundStatus { get; }
Public ReadOnly Property FoundStatus As PointCloudFoundStatus
	Get
public:
property PointCloudFoundStatus FoundStatus {
	PointCloudFoundStatus get ();
}
member FoundStatus : PointCloudFoundStatus with get
Property Value
PointCloudFoundStatus
See Also
Reference
PointCloudType Class
Autodesk.Revit.DB Namespace